<?php
return [
      'code' => [        
            200 => '成功',
            401 => '账户或密码错误',
            402 => '账户不存在',
            410 => '退出失败',
            411 => '刷新失败',
            500 => '注册失败,存在相同的用户名',

            1000 => '缺少必要的参数',
            1001 => '操作失败',
            //文章        
            503001 => '上传文件的格式不正确',        
            503002 => '同步成功-记录保存失败',        
            503003 => '权限错误',        
            503004 => '文章保存失败', 
            403017 => '临近定时时间不能取消发送任务',        
            403018 => '临近定时时间不能修改发送任务',        
            403019 => '超过发送时间不能发送',        
            403020 => '缺少发表记录ID参数',        
            //SMS        
            416001 => '添加成功,审核中,请耐心等待',        
            416002 => '签名添加失败',
    ],

];
